Repository: monodevelop/old-addins
Catalog: BooBinding/po/*.po
Languages: de, es, fr, hu, nl, tr

source: Gtk# Project
de: Gtk# Projekt
es: Proyecto Gtk#
fr: Projet Gtk#
hu: GTK# projekt
tr: Gtk# projesi

source: Creates a Boo/Gtk# project
de: Erzeugt ein Boo/Gtk# Projekt
es: Crear un proyecto Boo/Gtk#
fr: Crée un projet Boo/Gtk#
hu: Létrehoz egy Boo/GTK# projektet
nl: Maakt een nieuw Boo/Gtk#-project aan
tr: Bir Boo/Gtk# projesi oluşturur.

source: Boo Library
de: Boo-Bibliothek
es: Librería Boo
fr: Bibliothèque Boo
hu: Boo függvénykönyvtár
nl: Boo-bibliotheek
tr: Boo Kütüphanesi

source: Creates a Boo library
de: Erzeugt eine Boo-Bibliothek
es: Crea una librería en lenguaje Boo
fr: Crée une blibliothèque Boo
hu: Létrehoz egy Boo függvénykönyvtárat
nl: Maakt een nieuwe boo-bibliotheek aan
tr: Boş bir Boo kütüphanesi oluşturur

source: Gtk# Window
de: Gtk# Fenster
es: Ventana Gtk#
fr: Fenêtre Gtk#
hu: GTK# ablak
nl: Gtk#-venster
tr: Gtk# Penceresi

source: General
de: Allgemein
fr: Général
hu: Általános
nl: Algemeen
tr: Genel

source: Creates a top-level Gtk# window
de: Erzeugt ein Top-Level Gtk#-Fenster
es: Crea una ventana Gtk# principal
fr: Crée une fenetre Gtk#
hu: Létrehoz egy felsőszintű GTK# ablakot
nl: Maakt een Gtk#-venster op bovenste niveau aan
tr: Üst-düzey bir Gtk# penceresi oluşturur.

source: Empty File
de: Leere Datei
es: Archivo vacío
fr: Fichier vide
hu: Üres fájl
nl: Leeg bestand
tr: Boş Dosya

source: Creates an empty Boo file.
de: Erzeugt eine leere Boo-Datei.
es: Crea un archivo Boo vacío.
fr: Crée un fichier Boo vide.
hu: Létrehoz egy üres Boo fájlt
nl: Maakt een leeg Boo-bestand aan.
tr: Boş bir Boo dosyası oluşturur.

source: Empty Project
de: Leeres Projekt
es: Proyecto vacío
fr: Projet vide
hu: Üres projekt
nl: Leeg project
tr: Boş Proje

source: Creates an empty Boo solution.
de: Erzeugt eine leere Boo-Solution.
es: Crea una solución Boo vacía.
fr: Crée une solution Boo vide.
hu: Létrehoz egy üres Boo megoldást
nl: Maakt een lege Boo-oplossing.
tr: Boş bir Boo çözümü oluşturur

source: Boo Files
de: Boo-Dateien
es: Archivos en Boo
fr: Fichiers Boo
hu: Boo fájlok
nl: Boo-bestanden
tr: Boo Dosyaları

source: Code Generation
de: Quelltext-Erzeugung
es: Generación de código
fr: Génération de code
hu: Kódgenerálás
nl: Broncodegenerate
tr: Kod oluşturma

source: Boo source code
fr: Source code Boo

source: Boo Shell
de: Boo-Konsole
es: Shell de Boo
fr: Shell Boo
tr: Boo Kabuğu

source: Copy Script
de: Skript kopieren
es: Script de copiado
fr: Copie du Script
hu: Szkript másolása
nl: Kopieer
tr: Betiği Kopyala

source: Save Script As ...
de: Skript speichern unter ...
es: Guardar script como...
fr: Sauver le Script Sous ...
hu: Szkript mentése másként...
nl: Script opslaan als ...
tr: Betiği Farklı Kaydet ...

source: Load Project Assemblies (forces shell reset)
de: Projekt-Assemblies laden (erfordert Zurücksetzen der Konsole)
es: Cargar ensamblados de proyecto (provoca un reinicio de la línea de comandos)
fr: Charger les Assemblages du Projet (Force une réinitialisation du shell)
hu: Projekthez tartozó assemblyk betöltése (a shell újra lesz indítva)
nl: Project assemblies inladen (forceert een shell-reset)
tr: Proje Çevirmelerini Yükle (kabuğu sıfırlamaya zorlar)

source: Reset Shell
de: Konsole zurücksetzen
es: Reiniciar línea de comandos
fr: Réinitialiser le Shell
hu: Shell újraindítása
tr: Kabuğu Sıfırla

source: Enable debug
de: Debugging aktivieren
es: Activar depuración
fr: Activer le débogage
hu: Hibakeresés bekapcsolása
nl: Debug inschakelen
tr: Hata Ayıklamayı Etkinleştir

source: Enable ducky mode
de: Ducky Modus aktivieren
es: Activar modo ducky
fr: Activer le mode ducky
hu: Ducky üzemmód bekapcsolása
nl: Duck mode inschakelen
tr: Zerafet kipini aç

source: Output Path
de: Ausgabepfad
es: Ruta de salida
fr: Chemin de Sortie
hu: Kimeneti útvonal
nl: Uitvoerpad
tr: Çıktı Yolu

source: Output Assembly
de: Ausgabe-Assembly
es: Ensamblado de salida
fr: Assemblage de Sortie
hu: Assembly fájl
nl: Uitvoer-assembly
tr: Çıktı Çevirmesi

source: Warnings and Compiler Options
de: Warnungen und Compiler-Optionen
es: Opciones de advertencia y compilación
fr: Avertissements et Options du Compilateur
hu: Figyelemztetések és a fordító beállításai
nl: Waarschuwings- en compileropties
tr: Uyarılar ve Derleyici Seçenekleri

source: Compiler
es: Compilador
fr: Compilateur
hu: Fordító
tr: Derleyici

source: Executable
de: Ausführbare Datei
es: Ejecutable
fr: Exécutable
hu: Futtatható fájl
nl: Uitvoerbaar bestand
tr: Uygulama

source: Library
de: Bibliothek
es: Librería
fr: Bibliothèque
hu: Függvénykönyvtár
nl: Bibliotheek
tr: Kütüphane

source: Executable with GUI
de: Ausführbare Datei mit GUI
es: Ejecutable con GUI
fr: Exécutable avec GUI
hu: Futtatható fájl GUI-val
nl: Uitvoerbaar bestand met GUI
tr: GUI içeren uygulama

source: General Options
de: Allgemeine Optionen
es: Opciones generales
fr: Options Générales
hu: Általános beállítások
nl: Algemene opties
tr: Genel Tercihler

source: Automatically indent new lines in code blocks
de: Neue Zeilen in Codeblocks automatisch einrücken
es: Indentar automaticamente líneas nuevas en bloques de código
fr: Indenter automatiquement les nouvelles lignes dans les blocs de code
hu: A kódblokkok új sorainak automatikus behúzása
nl: Nieuwe bestanden automatisch inspringen in broncodeblokken
tr: Kod bloklarında yeni satırları otomatik girintile

source: Shell reset clears scollback
de: Zurücksetzen der Konsole löscht Geschichte
es: Reinicio de la línea de comandos limpia el desplazamiento previo
fr: La réinitialisation du shell vide le défilement
hu: Előzmények törlése a shell újraindításakor
nl: Shell reset wist terugscrollen
tr: Kabuk sıfırlaması geri kaydırmayı temizler

source: Shell reset clears command history
de: Zurücksetzen der Konsole löscht Kommandogeschichte
es: Reinicio de la línea de comandos limpia el histórico de comandos
fr: La réinitialisation du shell vide l'historique de commande
hu: Parancsok előzményeinek törlése a shell újraindításakor
nl: Shell reset wist commandogeschiedenis
tr: Kabuk sıfırlaması komut geçmişini temizler

source: Load project assemblies after building them (Causes shell reset)
de: Projekt-Assemblies nach ihrer Erzeugung laden (bewirkt Zurücksetzen der Konsole)
es: Cargar ensamblados de proyecto después de construirlos (provoca un reinicio de la línea de comandos)
fr: Charger les assemblages du projet apres les avoir compilés (Force une réinitialisation du shell)
hu: Assembly kódok betöltése a fordítást követően (a shell újraindítását váltja ki)
nl: Projectassemblies inladen na het bouwen (veroorzaakt een shell reset)
tr: Proje çevirmelerini inşa ettikten sonra yükle (kabuğun sıfırlanmasına sebep olur)

source: Font
de: Schriftart
es: Tipografía
fr: Police
hu: Betűtípus
nl: Lettertype
tr: Yazıtipi

source: Use default monospace font
de: Standard Monospace-Schriftart benutzen
es: Usar tipografía monoespaciada predeterminada
fr: Utiliser la police monospace par défaut
hu: Alapértelmezett monospace betűtípus használata
nl: Gebruik het standaard monospace lettertype
tr: Öntanımlı sabit genişlikli yazıtipi kullan

source: Use custom font:
de: Eigene Schriftart benutzen:
es: Usar tipografía personalizada:
fr: Utiliser une police personalisée:
hu: Saját betűtípus használata:
nl: Gebruikt alternatief lettertype:
tr: Özel yazıtipi kullan:

source: Culture
de: Kultur
es: Cultura
hu: Kultúra
nl: Cultuur
tr: Kültür
